src/contact.org
#+title: Contact
#+description: Contact Eric Nguyen, student of Data Science at Temple University.

* Preferred methods of contact

  The fastest way to reach me is via [[https://keybase.io][Keybase Chat]] (Keybase account: [[https://keybase.io/airicbear][airicbear]]).
  Alternatively, you can either email me or message me on Twitter.

* Aliases
  :PROPERTIES:
  :CUSTOM_ID: aliases
  :END:
  - Battle.net: =airicbear#1229=
  - Discord: =drenching_rain#1423=
  - Matrix (Riot.im): =@airicbear:matrix.org=
  - Origin: =statictriangle=
  - Snapchat: =airicbear23=

* Email

  - [[mailto:tuk94307@temple.edu][tuk94307@temple.edu]]

* Links
  :PROPERTIES:
  :CUSTOM_ID: links
  :END:
  - 2Dimensions: https://2Dimensions.com/a/airicbear
  - 500px: https://500px.com/airicbear
  - 9GAG: https://9gag.com/u/airicbear
  - About.me: https://about.me/airicbear
  - Amino: https://aminoapps.com/u/airicbear
  - Archive.org: https://archive.org/details/@airicbear
  - AskFM: https://ask.fm/airicbear23
  - Audiojungle: https://audiojungle.net/user/airicbear
  - Behance: https://www.behance.net/airicbear
  - BitBucket: https://bitbucket.org/airicbear/
  - BuyMeACoffee: https://buymeacoff.ee/airicbear
  - Canva: https://www.canva.com/airicbear
  - CashMe: https://cash.me/airicbear
  - CNET: https://www.cnet.com/profiles/airicbear/
  - Codecademy: https://www.codecademy.com/profiles/airicbear
  - Codewars: https://www.codewars.com/users/airicbear
  - DataCamp: https://www.datacamp.com/profile/airicbear
  - Dataquest: https://app.dataquest.io/profile/19nguyene
  - DEV Community: https://dev.to/airicbear
  - Facebook: https://www.facebook.com/airicbear23
  - Flickr: https://www.flickr.com/people/airicbear/
  - freeCodeCamp: https://www.freecodecamp.org/airicbear
  - GitHub: https://www.github.com/airicbear
  - GitLab: https://gitlab.com/airicbear
  - Gravatar: https://en.gravatar.com/19nguyene
  - Hacker News: https://news.ycombinator.com/user?id=airicbear
  - HackerRank: https://hackerrank.com/airicbear
  - Instagram: https://www.instagram.com/airicbear
  - Itch.io: https://airicbear.itch.io/
  - Kaggle: https://www.kaggle.com/nguyene
  - Keybase: https://keybase.io/airicbear
  - Kongregate: https://www.kongregate.com/accounts/airicbear
  - League of Legends: https://na.op.gg/summoner/userName=smiteteleport
  - LeetCode: https://leetcode.com/airicbear
  - MangaDex: https://mangadex.org/user/686253/airicbear
  - Mastodon: https://mastodon.social/@airicbear
  - Medium: https://medium.com/@airicbear
  - MyAnimeList: https://myanimelist.net/profile/airicbear
  - osu!: https://osu.ppy.sh/users/13478450
  - PayPal: https://paypal.me/airicbear
  - Pinterest: https://www.pinterest.com/airicbear/
  - Quora: https://www.quora.com/profile/Eric-Nguyen-369
  - Reddit: https://www.reddit.com/user/airicbear23
  - Rosalind: http://rosalind.info/users/airicbear/
  - Scratch: https://scratch.mit.edu/users/airicbear
  - SoundCloud: https://soundcloud.com/airicbear
  - SourceForge: https://sourceforge.net/u/airicbear
  - Stack Overflow: https://stackoverflow.com/users/12446460/eric-nguyen
  - Steam: https://steamcommunity.com/id/airicbear
  - Telegram: https://t.me/airicbear
  - TikTok: https://www.tiktok.com/@airicbear
  - Tinder: https://www.gotinder.com/@airicbear
  - Tumblr: https://airicbear.tumblr.com/
  - Twitch: https://www.twitch.tv/airicbear
  - Twitter: https://www.twitter.com/airicbear
  - Venmo: https://venmo.com/airicbear
  - Vimeo: https://vimeo.com/airicbear
  - Wikipedia: https://en.wikipedia.org/wiki/User:Airicbear
  - YouTube: https://www.youtube.com/channel/UCmGDakp9-fro-G5e_At56Aw

