contact.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2020-01-04 Sat 18:48 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>Contact</title>
<meta name="generator" content="Org mode">
<meta name="author" content="Eric Nguyen">
<meta name="description" content="Contact Eric Nguyen, student of Data Science at Temple University."
>
<link rel="icon" href="/favicon.ico"><link rel="stylesheet" type="text/css" href="/assets/css/main.css">
</head>
<body>
<div id="preamble" class="status">
<nav><p>Navigation: <a href="/index.html">Home</a> <a href="/archive.html">Blog</a> <a href="/about.html">About</a> <a href="/contact.html">Contact</a> </nav>
</div>
<div id="content">
<header>
<h1 class="title">Contact</h1>
</header><nav id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgce83aa4">1. Preferred methods of contact</a></li>
<li><a href="#aliases">2. Aliases</a></li>
<li><a href="#orgc76a486">3. Email</a></li>
<li><a href="#links">4. Links</a></li>
</ul>
</div>
</nav>

<div id="outline-container-orgce83aa4" class="outline-2">
<h2 id="orgce83aa4"><span class="section-number-2">1</span> Preferred methods of contact</h2>
<div class="outline-text-2" id="text-1">
<p>
The fastest way to reach me is via <a href="https://keybase.io">Keybase Chat</a> (Keybase account: <a href="https://keybase.io/airicbear">airicbear</a>).
Alternatively, you can either email me or message me on Twitter.
</p>
</div>
</div>

<div id="outline-container-orga03969a" class="outline-2">
<h2 id="aliases"><span class="section-number-2">2</span> Aliases</h2>
<div class="outline-text-2" id="text-aliases">
<ul class="org-ul">
<li>Battle.net: <code>airicbear#1229</code></li>
<li>Discord: <code>drenching_rain#1423</code></li>
<li>Matrix (Riot.im): <code>@airicbear:matrix.org</code></li>
<li>Origin: <code>statictriangle</code></li>
<li>Snapchat: <code>airicbear23</code></li>
</ul>
</div>
</div>

<div id="outline-container-orgc76a486" class="outline-2">
<h2 id="orgc76a486"><span class="section-number-2">3</span> Email</h2>
<div class="outline-text-2" id="text-3">
<ul class="org-ul">
<li><a href="mailto:tuk94307@temple.edu">tuk94307@temple.edu</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgda7d52f" class="outline-2">
<h2 id="links"><span class="section-number-2">4</span> Links</h2>
<div class="outline-text-2" id="text-links">
<ul class="org-ul">
<li>2Dimensions: <a href="https://2dimensions.com/a/airicbear">https://2dimensions.com/a/airicbear</a></li>
<li>500px: <a href="https://500px.com/airicbear">https://500px.com/airicbear</a></li>
<li>9GAG: <a href="https://9gag.com/u/airicbear">https://9gag.com/u/airicbear</a></li>
<li>About.me: <a href="https://about.me/airicbear">https://about.me/airicbear</a></li>
<li>Amino: <a href="https://aminoapps.com/u/airicbear">https://aminoapps.com/u/airicbear</a></li>
<li>Archive.org: <a href="https://archive.org/details/@airicbear">https://archive.org/details/@airicbear</a></li>
<li>AskFM: <a href="https://ask.fm/airicbear23">https://ask.fm/airicbear23</a></li>
<li>Audiojungle: <a href="https://audiojungle.net/user/airicbear">https://audiojungle.net/user/airicbear</a></li>
<li>Behance: <a href="https://www.behance.net/airicbear">https://www.behance.net/airicbear</a></li>
<li>BitBucket: <a href="https://bitbucket.org/airicbear/">https://bitbucket.org/airicbear/</a></li>
<li>BuyMeACoffee: <a href="https://buymeacoff.ee/airicbear">https://buymeacoff.ee/airicbear</a></li>
<li>Canva: <a href="https://www.canva.com/airicbear">https://www.canva.com/airicbear</a></li>
<li>CashMe: <a href="https://cash.me/airicbear">https://cash.me/airicbear</a></li>
<li>CNET: <a href="https://www.cnet.com/profiles/airicbear/">https://www.cnet.com/profiles/airicbear/</a></li>
<li>Codecademy: <a href="https://www.codecademy.com/profiles/airicbear">https://www.codecademy.com/profiles/airicbear</a></li>
<li>Codewars: <a href="https://www.codewars.com/users/airicbear">https://www.codewars.com/users/airicbear</a></li>
<li>DataCamp: <a href="https://www.datacamp.com/profile/airicbear">https://www.datacamp.com/profile/airicbear</a></li>
<li>Dataquest: <a href="https://app.dataquest.io/profile/19nguyene">https://app.dataquest.io/profile/19nguyene</a></li>
<li>DEV Community: <a href="https://dev.to/airicbear">https://dev.to/airicbear</a></li>
<li>Facebook: <a href="https://www.facebook.com/airicbear23">https://www.facebook.com/airicbear23</a></li>
<li>Flickr: <a href="https://www.flickr.com/people/airicbear/">https://www.flickr.com/people/airicbear/</a></li>
<li>freeCodeCamp: <a href="https://www.freecodecamp.org/airicbear">https://www.freecodecamp.org/airicbear</a></li>
<li>GitHub: <a href="https://www.github.com/airicbear">https://www.github.com/airicbear</a></li>
<li>GitLab: <a href="https://gitlab.com/airicbear">https://gitlab.com/airicbear</a></li>
<li>Gravatar: <a href="https://en.gravatar.com/19nguyene">https://en.gravatar.com/19nguyene</a></li>
<li>Hacker News: <a href="https://news.ycombinator.com/user?id=airicbear">https://news.ycombinator.com/user?id=airicbear</a></li>
<li>HackerRank: <a href="https://hackerrank.com/airicbear">https://hackerrank.com/airicbear</a></li>
<li>Instagram: <a href="https://www.instagram.com/airicbear">https://www.instagram.com/airicbear</a></li>
<li>Itch.io: <a href="https://airicbear.itch.io/">https://airicbear.itch.io/</a></li>
<li>Kaggle: <a href="https://www.kaggle.com/nguyene">https://www.kaggle.com/nguyene</a></li>
<li>Keybase: <a href="https://keybase.io/airicbear">https://keybase.io/airicbear</a></li>
<li>Kongregate: <a href="https://www.kongregate.com/accounts/airicbear">https://www.kongregate.com/accounts/airicbear</a></li>
<li>League of Legends: <a href="https://na.op.gg/summoner/userName=smiteteleport">https://na.op.gg/summoner/userName=smiteteleport</a></li>
<li>LeetCode: <a href="https://leetcode.com/airicbear">https://leetcode.com/airicbear</a></li>
<li>MangaDex: <a href="https://mangadex.org/user/686253/airicbear">https://mangadex.org/user/686253/airicbear</a></li>
<li>Mastodon: <a href="https://mastodon.social/@airicbear">https://mastodon.social/@airicbear</a></li>
<li>Medium: <a href="https://medium.com/@airicbear">https://medium.com/@airicbear</a></li>
<li>MyAnimeList: <a href="https://myanimelist.net/profile/airicbear">https://myanimelist.net/profile/airicbear</a></li>
<li>osu!: <a href="https://osu.ppy.sh/users/13478450">https://osu.ppy.sh/users/13478450</a></li>
<li>PayPal: <a href="https://paypal.me/airicbear">https://paypal.me/airicbear</a></li>
<li>Pinterest: <a href="https://www.pinterest.com/airicbear/">https://www.pinterest.com/airicbear/</a></li>
<li>Quora: <a href="https://www.quora.com/profile/Eric-Nguyen-369">https://www.quora.com/profile/Eric-Nguyen-369</a></li>
<li>Reddit: <a href="https://www.reddit.com/user/airicbear23">https://www.reddit.com/user/airicbear23</a></li>
<li>Rosalind: <a href="http://rosalind.info/users/airicbear/">http://rosalind.info/users/airicbear/</a></li>
<li>Scratch: <a href="https://scratch.mit.edu/users/airicbear">https://scratch.mit.edu/users/airicbear</a></li>
<li>SoundCloud: <a href="https://soundcloud.com/airicbear">https://soundcloud.com/airicbear</a></li>
<li>SourceForge: <a href="https://sourceforge.net/u/airicbear">https://sourceforge.net/u/airicbear</a></li>
<li>Stack Overflow: <a href="https://stackoverflow.com/users/12446460/eric-nguyen">https://stackoverflow.com/users/12446460/eric-nguyen</a></li>
<li>Steam: <a href="https://steamcommunity.com/id/airicbear">https://steamcommunity.com/id/airicbear</a></li>
<li>Telegram: <a href="https://t.me/airicbear">https://t.me/airicbear</a></li>
<li>TikTok: <a href="https://www.tiktok.com/@airicbear">https://www.tiktok.com/@airicbear</a></li>
<li>Tinder: <a href="https://www.gotinder.com/@airicbear">https://www.gotinder.com/@airicbear</a></li>
<li>Tumblr: <a href="https://airicbear.tumblr.com/">https://airicbear.tumblr.com/</a></li>
<li>Twitch: <a href="https://www.twitch.tv/airicbear">https://www.twitch.tv/airicbear</a></li>
<li>Twitter: <a href="https://www.twitter.com/airicbear">https://www.twitter.com/airicbear</a></li>
<li>Venmo: <a href="https://venmo.com/airicbear">https://venmo.com/airicbear</a></li>
<li>Vimeo: <a href="https://vimeo.com/airicbear">https://vimeo.com/airicbear</a></li>
<li>Wikipedia: <a href="https://en.wikipedia.org/wiki/User:Airicbear">https://en.wikipedia.org/wiki/User:Airicbear</a></li>
<li>YouTube: <a href="https://www.youtube.com/channel/UCmGDakp9-fro-G5e_At56Aw">https://www.youtube.com/channel/UCmGDakp9-fro-G5e_At56Aw</a></li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Eric Nguyen</p>
<p class="email">Email: <a href="mailto:tuk94307@temple.edu">tuk94307@temple.edu</a></p>
<p class="date">Created: 2020-01-04 Sat 18:48</p>
</div>
</body>
</html>
